Repository: my-monkeys/OpenSuperWhisper
Catalog: OpenSuperWhisper/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: AI Cleanup
de: KI-Bereinigung
es: Limpieza con IA
fr: Nettoyage par IA
it: Pulizia IA
pt_br: Limpeza por IA

source: Accessibility Access
de: Bedienungshilfen-Zugriff
es: Acceso de accesibilidad
fr: Accès à l'accessibilité
it: Accesso Accessibilità
pt_br: Acesso de Acessibilidade

source: Add Space After Sentence
de: Leerzeichen nach Satz einfügen
es: Añadir espacio tras la frase
fr: Ajouter une espace après la phrase
it: Aggiungi spazio dopo la frase
pt_br: Adicionar espaço após a frase

source: Add Word
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter un mot
it: Aggiungi parola
pt_br: Adicionar palavra

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pt_br: Avançado

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
pt_br: Idioma do app

source: Appends a space when transcription ends with punctuation
de: Fügt ein Leerzeichen an, wenn die Transkription mit einem Satzzeichen endet
es: Añade un espacio cuando la transcripción termina con un signo de puntuación
fr: Ajoute une espace lorsque la transcription se termine par une ponctuation
it: Aggiunge uno spazio quando la trascrizione termina con un segno di punteggiatura
pt_br: Acrescenta um espaço quando a transcrição termina com pontuação

source: Are you sure you want to delete all recordings? This action cannot be undone.
de: Wirklich alle Aufnahmen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar todas las grabaciones? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les enregistrements ? Cette action est irréversible.
it: Vuoi davvero eliminare tutte le registrazioni? Questa azione non può essere annullata.
pt_br: Tem certeza de que deseja excluir todas as gravações? Esta ação não pode ser desfeita.

source: Auto-paste Transcription
de: Transkription automatisch einfügen
es: Pegar transcripción automáticamente
fr: Coller automatiquement la transcription
it: Incolla automaticamente la trascrizione
pt_br: Colar transcrição automaticamente

source: Automatically paste into the focused app
de: Automatisch in die aktive App einfügen
es: Pegar automáticamente en la app activa
fr: Coller automatiquement dans l'app active
it: Incolla automaticamente nell'app attiva
pt_br: Colar automaticamente no app em foco

source: Automatically pause media playback when recording starts
de: Medienwiedergabe beim Start der Aufnahme automatisch pausieren
es: Pausar automáticamente la reproducción multimedia al empezar a grabar
fr: Mettre automatiquement la lecture des médias en pause au démarrage de l'enregistrement
it: Metti in pausa automaticamente la riproduzione multimediale all'avvio della registrazione
pt_br: Pausar automaticamente a reprodução de mídia ao iniciar a gravação

source: Automatically remove recordings older than the chosen age
de: Aufnahmen, die älter als das gewählte Alter sind, automatisch entfernen
es: Eliminar automáticamente las grabaciones más antiguas que la antigüedad elegida
fr: Supprimer automatiquement les enregistrements plus anciens que l'âge choisi
it: Rimuovi automaticamente le registrazioni più vecchie dell'età scelta
pt_br: Remover automaticamente gravações mais antigas que a idade escolhida

source: Available in your command (also piped as JSON on stdin):
de: In deinem Befehl verfügbar (zusätzlich als JSON über stdin übergeben):
es: Disponible en tu comando (también enviado como JSON por stdin):
fr: Disponible dans votre commande (aussi transmis en JSON sur stdin) :
it: Disponibili nel tuo comando (anche inviati come JSON su stdin):
pt_br: Disponíveis no seu comando (também enviados como JSON via stdin):

source: Balanced speed and accuracy
de: Ausgewogen zwischen Geschwindigkeit und Genauigkeit
es: Equilibrio entre velocidad y precisión
fr: Équilibre entre vitesse et précision
it: Equilibrio tra velocità e precisione
pt_br: Velocidade e precisão equilibradas

source: Beam Size:
de: Beam-Größe:
es: Tamaño del haz:
fr: Largeur du faisceau :
it: Dimensione beam:
pt_br: Tamanho do feixe:

source: Beam search can provide better results but is slower
de: Beam-Suche kann bessere Ergebnisse liefern, ist aber langsamer
es: La búsqueda por haz puede dar mejores resultados, pero es más lenta
fr: La recherche en faisceau peut donner de meilleurs résultats mais est plus lente
it: La beam search può dare risultati migliori ma è più lenta
pt_br: A busca em feixe pode dar resultados melhores, mas é mais lenta

source: Both limits can be active at the same time. Cleanup runs automatically when you change these settings and after each new transcription, and the age limit is also re-checked periodically in the background. Recordings that are still being processed are never deleted.
de: Beide Limits können gleichzeitig aktiv sein. Die Bereinigung läuft automatisch, wenn du diese Einstellungen änderst, sowie nach jeder neuen Transkription; das Alterslimit wird zusätzlich regelmäßig im Hintergrund überprüft. Aufnahmen, die noch verarbeitet werden, werden nie gelöscht.
es: Ambos límites pueden estar activos a la vez. La limpieza se ejecuta automáticamente cuando cambias estos ajustes y tras cada nueva transcripción, y el límite de antigüedad también se vuelve a comprobar periódicamente en segundo plano. Las grabaciones que aún se están procesando nunca se eliminan.
fr: Les deux limites peuvent être actives en même temps. Le nettoyage s'exécute automatiquement lorsque vous modifiez ces réglages et après chaque nouvelle transcription ; la limite d'âge est également revérifiée périodiquement en arrière-plan. Les enregistrements encore en cours de traitement ne sont jamais supprimés.
it: Entrambi i limiti possono essere attivi contemporaneamente. La pulizia si avvia automaticamente quando modifichi queste impostazioni e dopo ogni nuova trascrizione, e il limite di età viene anche ricontrollato periodicamente in background. Le registrazioni ancora in elaborazione non vengono mai eliminate.
pt_br: Os dois limites podem estar ativos ao mesmo tempo. A limpeza roda automaticamente quando você altera estas configurações e após cada nova transcrição, e o limite de idade também é reverificado periodicamente em segundo plano. Gravações que ainda estão sendo processadas nunca são excluídas.

source: Bottom
de: Unten
es: Abajo
fr: Bas
it: In basso
pt_br: Inferior

source: Briefly show the indicator at this position
de: Die Anzeige kurz an dieser Position einblenden
es: Mostrar brevemente el indicador en esta posición
fr: Afficher brièvement l'indicateur à cette position
it: Mostra brevemente l'indicatore in questa posizione
pt_br: Mostrar brevemente o indicador nesta posição

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Cancel Shortcut
de: Abbruch-Kurzbefehl
es: Atajo para cancelar
fr: Raccourci d'annulation
it: Scorciatoia di annullamento
pt_br: Atalho de cancelamento

source: Case-insensitive regex of filler words to remove.
de: Regex (ohne Berücksichtigung der Groß-/Kleinschreibung) der zu entfernenden Füllwörter.
es: Expresión regular (sin distinguir mayúsculas) de las muletillas que se eliminarán.
fr: Expression régulière (insensible à la casse) des mots de remplissage à supprimer.
it: Regex senza distinzione tra maiuscole e minuscole delle parole riempitive da rimuovere.
pt_br: Regex (sem diferenciar maiúsculas) das palavras de preenchimento a remover.

source: Center
de: Mitte
es: Centro
fr: Centre
it: Al centro
pt_br: Centro

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Controlla aggiornamenti
pt_br: Verificar atualizações

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla aggiornamenti…
pt_br: Verificar atualizações…

source: Checking…
de: Suche läuft…
es: Comprobando…
fr: Vérification…
it: Controllo in corso…
pt_br: Verificando…

source: Choose how to trigger recording
de: Wähle, wie die Aufnahme ausgelöst wird
es: Elige cómo activar la grabación
fr: Choisissez comment déclencher l'enregistrement
it: Scegli come avviare la registrazione
pt_br: Escolha como acionar a gravação

source: Clean up with a local LLM (Ollama)
de: Mit einem lokalen LLM bereinigen (Ollama)
es: Limpiar con un LLM local (Ollama)
fr: Nettoyer avec un LLM local (Ollama)
it: Pulisci con un LLM locale (Ollama)
pt_br: Limpar com um LLM local (Ollama)

source: Clipboard & Paste
de: Zwischenablage & Einfügen
es: Portapapeles y pegado
fr: Presse-papiers et collage
it: Appunti e incolla
pt_br: Área de transferência e colagem

source: Connected — model ready
de: Verbunden – Modell bereit
es: Conectado: modelo listo
fr: Connecté — modèle prêt
it: Connesso — modello pronto
pt_br: Conectado — modelo pronto

source: Connecting...
de: Verbinde…
es: Conectando...
fr: Connexion...
it: Connessione...
pt_br: Conectando...

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Converting...
de: Konvertiere…
es: Convirtiendo...
fr: Conversion...
it: Conversione...
pt_br: Convertendo...

source: Copied — press ⌘V to paste
de: Kopiert – ⌘V drücken zum Einfügen
es: Copiado: pulsa ⌘V para pegar
fr: Copié — appuyez sur ⌘V pour coller
it: Copiato — premi ⌘V per incollare
pt_br: Copiado — pressione ⌘V para colar

source: Copy entire text
de: Gesamten Text kopieren
es: Copiar todo el texto
fr: Copier tout le texte
it: Copia tutto il testo
pt_br: Copiar todo o texto

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
pt_br: Copiar para a área de transferência

source: Couldn't check for updates. Check your connection and try again.
de: Update-Suche fehlgeschlagen. Prüfe deine Verbindung und versuche es erneut.
es: No se pudieron buscar actualizaciones. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de rechercher des mises à jour. Vérifiez votre connexion et réessayez.
it: Impossibile controllare gli aggiornamenti. Verifica la connessione e riprova.
pt_br: Não foi possível verificar atualizações. Verifique sua conexão e tente novamente.

source: Custom Dictionary
de: Eigenes Wörterbuch
es: Diccionario personalizado
fr: Dictionnaire personnalisé
it: Dizionario personalizzato
pt_br: Dicionário personalizado

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
pt_br: Dias

source: Debug Mode
de: Debug-Modus
es: Modo de depuración
fr: Mode débogage
it: Modalità debug
pt_br: Modo de depuração

source: Debug Options
de: Debug-Optionen
es: Opciones de depuración
fr: Options de débogage
it: Opzioni di debug
pt_br: Opções de depuração

source: Decoding Strategy
de: Dekodierungsstrategie
es: Estrategia de decodificación
fr: Stratégie de décodage
it: Strategia di decodifica
pt_br: Estratégia de decodificação

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt_br: Excluir tudo

source: Delete All Recordings
de: Alle Aufnahmen löschen
es: Eliminar todas las grabaciones
fr: Supprimer tous les enregistrements
it: Elimina tutte le registrazioni
pt_br: Excluir todas as gravações

source: Delete Old Recordings
de: Alte Aufnahmen löschen
es: Eliminar grabaciones antiguas
fr: Supprimer les anciens enregistrements
it: Elimina le registrazioni vecchie
pt_br: Excluir gravações antigas

source: Delete after
de: Löschen nach
es: Eliminar tras
fr: Supprimer après
it: Elimina dopo
pt_br: Excluir após

source: Delete all recordings
de: Alle Aufnahmen löschen
es: Eliminar todas las grabaciones
fr: Supprimer tous les enregistrements
it: Elimina tutte le registrazioni
pt_br: Excluir todas as gravações

source: Directory:
de: Verzeichnis:
es: Directorio:
fr: Dossier :
it: Cartella:
pt_br: Diretório:

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_br: Concluído

source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
pt_br: Baixar

source: Download Error
de: Download-Fehler
es: Error de descarga
fr: Erreur de téléchargement
it: Errore di download
pt_br: Erro de download

source: Download Models
de: Modelle laden
es: Descargar modelos
fr: Télécharger des modèles
it: Scarica modelli
pt_br: Baixar modelos

source: Download a model to get started
de: Lade ein Modell, um loszulegen
es: Descarga un modelo para empezar
fr: Téléchargez un modèle pour commencer
it: Scarica un modello per iniziare
pt_br: Baixe um modelo para começar

source: Drop audio file here to transcribe
de: Audiodatei hier ablegen zum Transkribieren
es: Suelta aquí un archivo de audio para transcribir
fr: Déposez un fichier audio ici pour le transcrire
it: Trascina qui un file audio per trascriverlo
pt_br: Solte um arquivo de áudio aqui para transcrever

source: Drop audio files to transcribe
de: Audiodateien zum Transkribieren ablegen
es: Suelta archivos de audio para transcribir
fr: Déposez des fichiers audio à transcrire
it: Trascina i file audio da trascrivere
pt_br: Solte arquivos de áudio para transcrever

source: Enable & Save
de: Aktivieren & sichern
es: Activar y guardar
fr: Activer et enregistrer
it: Attiva e salva
pt_br: Ativar e salvar

source: Enable additional logging and debugging information
de: Zusätzliche Protokoll- und Debug-Informationen aktivieren
es: Activar registro e información de depuración adicionales
fr: Activer la journalisation et les informations de débogage supplémentaires
it: Attiva log e informazioni di debug aggiuntivi
pt_br: Ativar registro e informações de depuração adicionais

source: English-only, higher recall
de: Nur Englisch, höhere Trefferquote
es: Solo inglés, mayor exhaustividad
fr: Anglais uniquement, meilleur rappel
it: Solo inglese, recall più alto
pt_br: Somente inglês, maior recall

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Non riuscito
pt_br: Falhou

source: Fastest processing
de: Schnellste Verarbeitung
es: Procesamiento más rápido
fr: Traitement le plus rapide
it: Elaborazione più rapida
pt_br: Processamento mais rápido

source: Fastest processing and English-only, higher recall
de: Schnellste Verarbeitung und nur Englisch, höhere Trefferquote
es: Procesamiento más rápido y solo inglés, mayor exhaustividad
fr: Traitement le plus rapide, anglais uniquement, meilleur rappel
it: Elaborazione più rapida e solo inglese, recall più alto
pt_br: Processamento mais rápido e somente inglês, maior recall

source: Fastest processing and accurate
de: Schnellste Verarbeitung und präzise
es: Procesamiento más rápido y preciso
fr: Traitement le plus rapide et précis
it: Elaborazione più rapida e accurata
pt_br: Processamento mais rápido e preciso

source: Filler Words
de: Füllwörter
es: Muletillas
fr: Mots de remplissage
it: Parole riempitive
pt_br: Palavras de preenchimento

source: Fix punctuation & obvious errors via a local model after transcribing.
de: Korrigiert nach dem Transkribieren Zeichensetzung und offensichtliche Fehler per lokalem Modell.
es: Corrige la puntuación y los errores evidentes con un modelo local tras la transcripción.
fr: Corrige la ponctuation et les erreurs évidentes via un modèle local après la transcription.
it: Corregge la punteggiatura e gli errori evidenti tramite un modello locale dopo la trascrizione.
pt_br: Corrige pontuação e erros óbvios com um modelo local após transcrever.

source: General
de: Allgemein
fr: Général
it: Generali
pt_br: Geral

source: Grant Access
de: Zugriff erlauben
es: Conceder acceso
fr: Accorder l'accès
it: Concedi l'accesso
pt_br: Conceder acesso

source: Heard
de: Gehört
es: Reconocido
fr: Entendu
it: Sentito
pt_br: Ouvido

source: Heard word
de: Gehörtes Wort
es: Palabra reconocida
fr: Mot entendu
it: Parola sentita
pt_br: Palavra ouvida

source: Hebrew-optimized model by ivrit.ai. Selecting it sets the language to Hebrew.
de: Für Hebräisch optimiertes Modell von ivrit.ai. Bei Auswahl wird die Sprache auf Hebräisch gesetzt.
es: Modelo optimizado para hebreo de ivrit.ai. Al seleccionarlo, el idioma se establece en hebreo.
fr: Modèle optimisé pour l'hébreu par ivrit.ai. Le sélectionner règle la langue sur l'hébreu.
it: Modello ottimizzato per l'ebraico di ivrit.ai. Selezionandolo si imposta la lingua sull'ebraico.
pt_br: Modelo otimizado para hebraico pela ivrit.ai. Selecioná-lo define o idioma como hebraico.

source: High accuracy, best quality
de: Hohe Genauigkeit, beste Qualität
es: Gran precisión, máxima calidad
fr: Haute précision, meilleure qualité
it: Alta precisione, qualità migliore
pt_br: Alta precisão, melhor qualidade

source: Higher values make the output more random
de: Höhere Werte machen die Ausgabe zufälliger
es: Los valores más altos hacen que el resultado sea más aleatorio
fr: Des valeurs plus élevées rendent la sortie plus aléatoire
it: Valori più alti rendono l'output più casuale
pt_br: Valores mais altos tornam a saída mais aleatória

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

source: Hold the shortcut to record, release to stop
de: Kurzbefehl gedrückt halten zum Aufnehmen, loslassen zum Stoppen
es: Mantén pulsado el atajo para grabar y suéltalo para detener
fr: Maintenez le raccourci pour enregistrer, relâchez pour arrêter
it: Tieni premuta la scorciatoia per registrare, rilascia per fermarti
pt_br: Segure o atalho para gravar, solte para parar

source: Hold to Record
de: Zum Aufnehmen halten
es: Mantener pulsado para grabar
fr: Maintenir pour enregistrer
it: Tieni premuto per registrare
pt_br: Segurar para gravar

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pt_br: Horas

source: In queue...
de: In Warteschlange…
es: En cola...
fr: En file d'attente...
it: In coda...
pt_br: Na fila...

source: Indicator position
de: Position der Anzeige
es: Posición del indicador
fr: Position de l'indicateur
it: Posizione dell'indicatore
pt_br: Posição do indicador

source: Initial Prompt
de: Anfangs-Prompt
es: Prompt inicial
fr: Invite initiale
it: Prompt iniziale
pt_br: Prompt inicial

source: Keep at most
de: Höchstens behalten
es: Conservar como máximo
fr: Conserver au maximum
it: Conserva al massimo
pt_br: Manter no máximo

source: Keep only the most recent recordings & transcriptions
de: Nur die neuesten Aufnahmen & Transkriptionen behalten
es: Conservar solo las grabaciones y transcripciones más recientes
fr: Ne conserver que les enregistrements et transcriptions les plus récents
it: Conserva solo le registrazioni e le trascrizioni più recenti
pt_br: Manter apenas as gravações e transcrições mais recentes

source: Keep transcription in clipboard after recording
de: Transkription nach der Aufnahme in der Zwischenablage behalten
es: Mantener la transcripción en el portapapeles tras grabar
fr: Conserver la transcription dans le presse-papiers après l'enregistrement
it: Mantieni la trascrizione negli appunti dopo la registrazione
pt_br: Manter a transcrição na área de transferência após a gravação

source: Key Combination
de: Tastenkombination
es: Combinación de teclas
fr: Combinaison de touches
it: Combinazione di tasti
pt_br: Combinação de teclas

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma

source: Language Settings
de: Spracheinstellungen
es: Ajustes de idioma
fr: Réglages de langue
it: Impostazioni lingua
pt_br: Configurações de idioma

source: Language of the app interface. Relaunch to apply.
de: Sprache der App-Oberfläche. Zum Übernehmen neu starten.
es: Idioma de la interfaz de la app. Reinicia para aplicarlo.
fr: Langue de l'interface de l'app. Relancez pour appliquer.
it: Lingua dell'interfaccia dell'app. Riavvia per applicare.
pt_br: Idioma da interface do app. Reinicie para aplicar.

source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
it: Avvia all'accesso
pt_br: Abrir ao iniciar sessão

source: Launch without the main window — open it from the menu bar icon.
de: Ohne Hauptfenster starten – öffne es über das Symbol in der Menüleiste.
es: Iniciar sin la ventana principal: ábrela desde el icono de la barra de menús.
fr: Démarrer sans la fenêtre principale — ouvrez-la depuis l'icône de la barre de menus.
it: Avvia senza la finestra principale — aprila dall'icona nella barra dei menu.
pt_br: Inicie sem a janela principal — abra-a pelo ícone na barra de menus.

source: Launch your own script when a transcription completes.
de: Eigenes Skript ausführen, wenn eine Transkription abgeschlossen ist.
es: Ejecuta tu propio script cuando finaliza una transcripción.
fr: Lancer votre propre script à la fin d'une transcription.
it: Avvia un tuo script al termine di una trascrizione.
pt_br: Execute seu próprio script quando uma transcrição for concluída.

source: Launches straight into the menu bar with no window shown. Open the window anytime from the menu bar icon. Takes effect on next launch.
de: Startet direkt in die Menüleiste, ohne ein Fenster anzuzeigen. Öffne das Fenster jederzeit über das Symbol in der Menüleiste. Wird beim nächsten Start wirksam.
es: Se inicia directamente en la barra de menús sin mostrar ninguna ventana. Abre la ventana cuando quieras desde el icono de la barra de menús. Se aplica en el próximo inicio.
fr: Démarre directement dans la barre de menus sans afficher de fenêtre. Ouvrez la fenêtre à tout moment depuis l'icône de la barre de menus. Prend effet au prochain lancement.
it: Si avvia direttamente nella barra dei menu senza mostrare alcuna finestra. Apri la finestra in qualsiasi momento dall'icona nella barra dei menu. Ha effetto al prossimo avvio.
pt_br: Inicia direto na barra de menus, sem nenhuma janela. Abra a janela a qualquer momento pelo ícone na barra de menus. Tem efeito na próxima inicialização.

source: Left ⇧ Shift
de: Linke ⇧ Umschalttaste
es: ⇧ Mayúsculas izquierda
fr: ⇧ Majuscule gauche
it: ⇧ Maiusc sinistro
pt_br: ⇧ Shift esquerdo

source: Left ⌃ Control
de: Linke ⌃ Ctrl-Taste
es: ⌃ Control izquierdo
fr: ⌃ Contrôle gauche
it: ⌃ Control sinistro
pt_br: ⌃ Control esquerdo

source: Left ⌘ Command
de: Linke ⌘ Befehlstaste
es: ⌘ Comando izquierdo
fr: ⌘ Commande gauche
it: ⌘ Command sinistro
pt_br: ⌘ Command esquerdo

source: Left ⌥ Option
de: Linke ⌥ Wahltaste
es: ⌥ Opción izquierda
fr: ⌥ Option gauche
it: ⌥ Option sinistro
pt_br: ⌥ Option esquerdo

source: Limit Number of Recordings
de: Anzahl der Aufnahmen begrenzen
es: Limitar el número de grabaciones
fr: Limiter le nombre d'enregistrements
it: Limita il numero di registrazioni
pt_br: Limitar número de gravações

source: Live transcription
de: Live-Transkription
es: Transcripción en directo
fr: Transcription en direct
it: Trascrizione in tempo reale
pt_br: Transcrição ao vivo

source: Loading Parakeet Model...
de: Parakeet-Modell wird geladen…
es: Cargando el modelo Parakeet...
fr: Chargement du modèle Parakeet...
it: Caricamento del modello Parakeet...
pt_br: Carregando modelo Parakeet...

source: Loading Whisper Model...
de: Whisper-Modell wird geladen…
es: Cargando el modelo Whisper...
fr: Chargement du modèle Whisper...
it: Caricamento del modello Whisper...
pt_br: Carregando modelo Whisper...

source: Loading release notes…
de: Versionshinweise werden geladen…
es: Cargando las notas de la versión…
fr: Chargement des notes de version…
it: Caricamento delle note di rilascio…
pt_br: Carregando notas da versão…

source: Lower system volume while recording
de: Systemlautstärke während der Aufnahme verringern
es: Bajar el volumen del sistema mientras se graba
fr: Baisser le volume système pendant l'enregistrement
it: Abbassa il volume di sistema durante la registrazione
pt_br: Baixar o volume do sistema durante a gravação
